teams = {
    1:{ # 1 - id баскетбола
        "Аргентина":{ # страна
            1:{ # id лиги один это лига А в аргентине
                1:"Химнасия",
                2:"Платенсе",
                3:"Сан-Мартин",
                4:"Обера ТС",
                5:"Институто де Кордоба",
                6:"Сан-Лоренсо",
                7:"Олимпико",
                8:"Обрас",
                9:"Кьюимса",
                10:"Бока Хуниорс",
                11:"Риахуэло",
                12:"Аргентино",
                13:"Унион Санта-Фе",
                14:"Ла Унион",
                15:"Пеньяроль",
                16:"Independiente de Oliva",
                17:"Атенас",
                18:"Регатас",
                19:"Комуникасьонес Мерседес",
                20:"Ферро"
            }
        }

    }

}